app/controllers/accounts_controller.rb

  def index
    @accounts = Account.all
---
SELECT * FROM "accounts"