app/controllers/unlocks_controller.rb

SELECT * FROM "unlocks"
---
  def index
    @unlocks = Unlock.all